<?php
    $d = array(
        array(
            array('type'=>'[社会]','title'=>'关于互联网 习近平给出的20条重要论断'),
            array('type'=>'[社会]','title'=>'王沪宁履新中央政治局常委40天 做了哪些事'),
            array('type'=>'[社会]','title'=>'朝中社称美韩联合军演或引发核战争'),
            array('type'=>'[社会]','title'=>'揭体坛腐败:田亮与人交恶 被内定至多8.5分'),
            array('type'=>'[社会]','title'=>'加拿大总理访新浪 揭幕中加旅游年标志')
        ),
        array(
           array('type'=>'[社会]','title'=>'中纪委拍的这则广告 第一句台词就走心了'),
            array('type'=>'[社会]','title'=>'国防部透露的关于洞朗重要信息 被大家略过了'),
            array('type'=>'[社会]','title'=>'时隔262天中国旅行团返韩 打出“破冰韩国”横幅'),
            array('type'=>'[社会]','title'=>'百度李彦宏：昨晚喝酒有人建议我拍个“酒驾”广告'),
            array('type'=>'[社会]','title'=>'无人驾驶公交中国深圳上路 乘客：很稳很好玩(图)'),
            array('type'=>'[社会]','title'=>'河南2名官员执行违法会议纪要获罪 国内尚属首例')
        ),
         array(
           array('type'=>'[社会]','title'=>'西安洒水车零下2度洒水致38车连撞 环保局:为减霾'),
            array('type'=>'[社会]','title'=>'女子生孩子时丈夫常来 后来知道其劈腿对象在隔壁'),
            array('type'=>'[社会]','title'=>'前男友杀害现男友 女方系唯一现场证人却拒出庭'),
            array('type'=>'[社会]','title'=>'矢野浩二涉嫌辱华 称中国人没资格养狗 司法频道'),
        ), 
         array(
            array('type'=>'[社会]','title'=>'也门前总统被胡塞武装打死 疑似遇难照流出(图)'),
            array('type'=>'[社会]','title'=>'前男友杀害现男友 女方系唯一现场证人却拒出庭'),
            array('type'=>'[社会]','title'=>'矢野浩二涉嫌辱华 称中国人没资格养狗 司法频道'),
            array('type'=>'[社会]','title'=>'洗脑神药莎普爱思遭眼科医生声讨 民调：你怎么看？'),
            array('type'=>'[社会]','title'=>'刘强东：月赚几十亿痛苦？几千万人贫困是富人的耻辱'),
            array('type'=>'[社会]','title'=>'宜宾首富遭绑架细节：长期密谋分工摸底半年'),
            array('type'=>'[社会]','title'=>'奥巴马指责中方南海建设 中方回击：美停止炒作'),
            array('type'=>'[社会]','title'=>'现场：APEC领导人身穿菲律宾国服合影'),
        ),
    );
    echo json_encode($d,JSON_UNESCAPED_UNICODE);
?>

